Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_norsk-sam1.html.tmx
Source language: sme
Languages: sma

source: Gelbbolašvuohta oppalaš studerengelbbolašvuhtii – fidnofágalaš oahppoprográmmaid maŋŋil
sma: Maahtoe lissiebigkemen mænngan sïejhme studijemaahtose – barkoefaageles ööhpehtimmieprogrammh

source: buohtastahttit vissis meari dálááigásaš teavsttaid muitalanvugiid ja árvvuid myhtaid ja álbmotdiktema muitalanvugiiguin ja árvvuiguin
sma: soptsestimmievuekieh jïh aarvoeh viertiestidh såemies tjaaleginie daehtie tïjjeste soptsestimmievuekiejgujmie jïh aarvoejgujmie vaajesinie jïh almetjediktadimmesne

source: buohtastahttit mo “ dážavuohta ” ja “ sámevuohta ” boahtá ovdan sámi ja dáru girjjálašvuođa teavsttain
sma: viertiestidh guktie «dïhte saemienš jïh «dïhte nöörjenš vååjnesasse båetieh tjaaleginie saemien jïh nöörjen lidteratuvreste

source: Árvvoštallan fágas
sma: Faagem vierhtiedidh

source: Loahppaárvvoštallama mearrádusat:
sma: Nænnoestimmieh galhkuvevuarjasjæmman_

source: Ortnet
sma: Jaepiedaltese

source: 10. jahkeceahkki
sma: 10. jaepiedaltese

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta čálalaš árvosáni dárogielas ja ovtta njálmmálaš árvosáni.
sma: Learohkh edtjieh göökte galhkuvekarakterh utnedh, akte nöörjen tjaaleldh jïh akte nöörjen njaalmeldh.

source: Jo2 fidnofágalaš oahppoprográmmat
sma: Jåa2 barkoefaageles ööhpehtimmieprogrammh

source: Oahppit galget oažžut ovtta oppalašárvosáni.
sma: Learohkh edtjieh aktem galhkuvekarakterem utnedh.

source: Jo3 lasáhus oppalaš studerengelbbolašvuhtii
sma: Jåa3 studijeryöjreden ööhpehtimmieprogrammh

source: Go fága bistá máŋga jagi, de galgá dušše addit oppalašárvosátneárvvoštallama bajimus dásis mii oahppis lea fágas.
sma: Gosse faage jienebh jaepieh vaasa, edtja ajve galhkuvekarakterem vedtedh dennie bijjemes daltesisnie maam learohke faagesne åtna.

source: Eksámen ohppiide
sma: Eksamene learoehkidie

source: Oahppit sáhttet vuorbáduvvot ovtta čálalaš eksámenii dárogielas.
sma: Learohkh maehtieh tjaaleldh eksamenese geasalgidh nöörjen gïelesne.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
sma: Tjaaleldh eksamene dorjesåvva jïh sensureradamme sjædta byögkeles sijjesne.

source: Oahppit sáhttet maiddái vuorbáduvvot njálmmálaš eksámenii dárogielas.
sma: Learohkh maehtieh aaj njaalmeldh eksamenese nöörjen gïelesne geasalgidh.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
sma: Njaalmeldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Oahppit sáhttet vuorbáduvvot čálalaš eksámenii dárogielas.
sma: Learohkh maehtieh tjaaleldh eksamenese geasalgidh nöörjen gïelesne.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
sma: Tjaaleldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Eksámen fátmmasta olles fága (90 tiimma).
sma: Eksamene abpe faagem feerhmie (90 tæjmoeh).

source: Eksámen fátmmasta olles fága (309 tiimma).
sma: Eksamene abpe faagem feerhmie (309 tæjmoeh).

source: Eksámen privatisttaide
sma: Jaepiedaltese

source: Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
sma: Vuartesjh sïejhme öörnegem maadthskuvlelïerehtæmman geerve almetjidie.

source: Privatisttat galget váldit čálalaš eksámena dárogielas.
sma: Privatisth edtjieh tjaaleldh eksamenem vaeltedh nöörjen gïelesne.

source: Dasa lassin galget privatisttat váldit njálmmálaš eksámena dárogielas.
sma: Privatisth edtjieh lissine njaalmeldh eksamenem vaeltedh nöörjen gïelesne.

source: Privatisttat galget váldit ovtta čálalaš eksámena dárogielas.
sma: Privatisth edtjieh aktem tjaaleldh eksamenem nöörjen gïelesne vaeltedh.

source: Árvvoštallama oppalaš mearrádusat leat mearriduvvon oahpahuslága láhkaásahusas.
sma: Dah sïejhme nænnoestimmieh vuarjasjimmien bïjre lea vihtiestamme ööhpehtimmielaaken mieriedimmesne.
